Repository: Zadigo/mycommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Accessories
fr: Accesoires

source: Activewear
fr: Tenues de sport

source: Bags
fr: Sacs

source: Bras
fr: Soutien-Gorge

source: Denim
fr: Jeans

source: Dresses
fr: Robes

source: Pants
fr: Pantalons

source: Panties
fr: Culottes

source: Shoes
fr: Chaussures

source: Suits
fr: Blazers

source: Product history
fr: Historique produits

source: Product histories
fr: Historique produits

source: Customer order
fr: Commande client

source: Customer orders
fr: Commandes clients

source: Used for the image's alt attribute
fr: Utilisé pour l'attribut alt the l'image

source: Used for the video alt attribute
fr: Correspond à l'attribut alt de l'image

source: Defines a declination of a main product in color
fr: Déclinaison du produit en couleur

source: Declination in size, patterns...
fr: Déclinaisons du produit en taille, motifs...

source: Explicitly mark a product as being new
fr: Marquer le produit comme étant nouveau

source: A product on sale cannot have a sale value of 0
fr: Un produit soldé ne peut pas avoir une valeur inférieur à zéro

source: Product
fr: Produit

source: The product's price should be at least above 0
fr: Le prix du produit doit être supérieur à zéro
